<%@ page language="java" contentType="text/html; charset=UTF-8"
    pageEncoding="UTF-8"%>
<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN" "http://www.w3.org/TR/html4/loose.dtd">
<html>
<head>
<meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
<title>Insert title here</title>
<style type="text/css">
h1{
text-align:center;
color:#5E5E5E;
padding-top:30px;
}
P{
line-height:25px;
font-size:20px;
}
</style>
</head>
<body>
<jsp:include page="header.jsp"/> 
<jsp:include page="leftmenu.jsp"/>
<h1>系部简介</h1><br/><br/>
<p>
<b>信息工程系概况:</b><br/>
         信息工程系现有教师31人，其中正、副教授10人，具有博士、硕士学位教师26人。本系教师近年先后公开发表学术论文100多篇，主持省校级课题10余项，并拥有IBM、Microsoft、CISCO、Boland、华为、Macromedia等多家国际知名IT厂商认证证书。 
         现有计算机综合、软件测试、软件工程实训室、linux操作系统、大型数据库软件、网络、计算机组成原理、计算机接口技术、嵌入式、数字信号处理、彩电、EDA、电工电子、电子线路、PLC及单片机、通信综合等16个实验室，并拥有计算机设备600多台套，为学生的实际操作能力提供了良好的学习环境。同时与江西微软技术中心、海辉软件、软通动力、文思软件、中软国际、中兴软件、中天电子、上海杰普、甲骨云软件等多家大型企业建立了校外实训基地，与思科公司共建了校内思科网络技术学院，为提高学生实践动手能力提供了可靠的保障。 
         信息工程系现开设了软件工程（软件开发方向）、软件工程（嵌入式系统方向）、软件工程（网络通信方向）、软件工程（软件测试方向）等专业。
</p>
<p>  
<b>机电工程系概况:</b><br/>
         机电工程系是我校历史悠久，实力雄厚的系部之一，该系拥有一支结构合理、教学经验丰富、爱岗敬业、开拓创新、综合素质高的师资队伍，现有专兼职教师30人，其中博士2人，硕士18人，副高以上职称7人，讲师13人。近年来，本系教师先后完成横、纵向科研课题28项，包括6项省级基金课题，获得省科技进步三等奖一项，发表论文100余篇，其中被EI、SCI 检索10余篇，出版教材、专著10余部。 
         机电工程系建有1个校内实训基地——金工实训工厂、8个先进实验室：数控实验室、CAD/CAM实验室、模具设计制造实验室、汽车构造与拆装实验室、汽车电控实验室、机械设计实验室、公差与配合实验室、液压实验室。多年来学生就业于许多大中型名牌企业、上市公司等，如：中国铝业集团、上海宝钢集团、江西铜业集团、江西钨业集团、铜陵有色集团公司、中金岭南有色金属有限公司等省内外著名企业。我系毕业生就业形势良好，就业率在全校名列前茅。
       机电工程系开设了软件工程（机械电子方向）、机电一体化技术、数控技术、模具设计与制造技术、汽车检测与维修技术等专业。 
</p>      
</body>
</html>